archlinuxcn-keyring
atuin
base
base-devel
bat
bbswitch
bumblebee
cmake
cpio
direnv
discord
efibootmgr
emacs
eza
fasm
fastfetch
firefox
fwupd
ghostty
git
go
gopls
grub
helix
hyfetch
hyprland
hyprpaper
iio-sensor-proxy
keychain
linux
linux-firmware
linux-headers
man-db
man-pages
mesa-utils
meson
networkmanager
nvidia
odin
openssh
os-prober
paru
paru-debug
pavucontrol
pipewire-pulse
rust
sof-firmware
starship
stow
texinfo
tmux
ttf-iosevka-nerd
ttf-maplemono
ttf-nerd-fonts-symbols
ttf-space-mono-nerd
unicode-emoji
uwsm
vi
vim
vulkan-headers
vulkan-intel
vulkan-tools
waybar
wluma
wofi
xf86-input-libinput
xf86-video-intel
yazi
zoxide
zsh
